Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/hours_of_work/employment_working_time_records.html.txt.tmx
Source language: en
Languages: ga

source: • How to apply • Where to apply
ga: • Cá háit a dhéanfaidh mé iarratas

source: The Organisation of Working Time (Records) (Prescribed Form and Exemptions) Regulations 2001 requires all employers to keep detailed records of start and finishing times, hours worked each day and each week and leave granted to employees
ga: Ciallaíonn tabhairt isteach na Rialacháin um Eagrú Ama Oibre (Taifid) (Foirm Cheaptha agus Díolúintí) 2001 go bhfuil ar fhostóirí taifid mhionsonraithe a choinneáil ar an am a dtosaíonn agus a gcríochnaíonn obair, chomh maith leis na huaireanta a oibrítear gach lá agus gach seachtain agus an saoire a thugtar do fhostaithe

source: This legislation is part of the Organisation of Working Time Act 1997
ga: Is cuid den Acht um Eagrú Ama Oibre 1997 í an reachtaíocht seo

source: The employer must keep these records for 3 years
ga: Caithfidh an fostóír na taifid a choimeád ar feadh 3 bhliain

source: Where there is no method of electronically recording hours worked by employees (that is, a clock-in system), the employer must record the days and hours worked each week using form OWT1 or in a form substantially similar to this – see 'How to apply' below
ga: Sa chás nach bhfuil modh leictreonach ar fáil chun na huaireanta a oibríonn fostaithe a thaifeadadh (mar shampla, córas clogála) ní mór don fhostóir Foirm OWT1 nó foirm an-chosúil léi a úsáid chun na laethanta agus na huaireanta a oibrítear gach seachtain a thaifeadadh

source: Under Section 8 of the Act, an inspector from the Workplace Relations Commission has the power to get full access to these records
ga: Faoin Alt 8 den Acht, tá cumhacht ag cigire an Choimisiúin um Chaidreamh san Áit Oibre chun rochtain ar na dtaifid seo

source: Employers who fail to keep records under these Regulations are guilty of an offence and are liable on summary conviction to a fine not exceeding €1,900
ga: Tá fostóirí a dteipeann orthu taifid a choinneáil faoi na Rialacha seo ciontach i gcion agus beidh dliteanas orthu ag ciontú achomair fíneáil nach sáraíonn €1,900 a íoc

source: The records that must be kept should include the following:
ga: Ní mór an t-eolas seo a leanas a bheith sna taifid a choinnítear:

source: • Name and address of each employee, their PPS number and a brief statement of their duties as an employee
ga: • Ainm agus seoladh gach fostaí, a (h)uimhir PSP agus ráiteas gearr ag leagan amach na dualgais atá aige/aice mar fhostaí

source: • A copy of the statement provided to each employee under the Terms of Employment (Information) Act 1994–2014
ga: • Cóip den ráiteas curtha ar fáil do gach fostaí faoin Acht um Théarmaí Fostaíochta (Eolas) 1994 go 2001

source: • Days and total hours worked in each week by each employee concerned
ga: • Laethanta agus uaireanta ar fad a d'oibrigh gach fostaí i rith gach seachtaine

source: • Any days and hours of leave in each week granted by way of annual leave or in respect of a public holiday to each employee and the payment made to each employee in respect of that leave
ga: • Aon laethanta nó uaireanta maidir le scor bliantúil nó lá saoire poiblí tugtha gach seachtain do gach fostaí agus an íocaíocht faighte ag gach fostaí a bhaineann leis an scor sin

source: • Any additional day's pay in respect of a public holiday provided in each week to each employee concerned and
ga: • Aon íocaíocht lae bhreise tugtha do gach fostaí gach seachtain, agus

source: • A copy of a written record of a notification of working time issued to an employee as provided for in Section 17 of the Organisation of Working Time Act 1997
ga: • Cóip de thaifead scríofa d’fhógra amanna eisithe d’fhostaí faoin Alt 17 den Acht um Eagrú Ama Oibre 1997

source: The records kept by an employer must be presented in a format that can be easily understood by an inspector
ga: Ní mór go ndéanfaí na taifid coinnithe ag fostóir a chur ar fáil i bhfoirm ar féidir le cigire iad a thuiscint go héasca

source: In addition to this obligation, where an employer and employee agree, an employee may complete form OWT1 or a substantially similar form each week and present the completed form to the employer for counter-signature
ga: I dteannta leis an oibleagáid seo, sa chás go n-aontaíonn an fostóir agus an fostaí é a dhéanamh, is féidir le fostaí Foirm OWT1 nó foirm an-chosúil léi a líonadh isteach gach seachtain agus an fhoirm líonta a chur faoi bhráid an fhostóra chun a chomhshíniú a fháil

source: The employer then keeps the completed form for inspection
ga: Ní mór don fhostóir an fostóir an fhoirm líonta a choinneáil le haghaidh cigireachta

source: The form should be made available at all reasonable times for examination by an inspector
ga: Ní mór go mbeadh an fhoirm ar fáil ag amanna réasúnta le go mbeadh cigire in ann iad a scrúdú

source: Under the Regulations, the following employers are exempt from recording details of rest breaks and rest periods of employees:
ga: Faoi na Rialacháin, tá díolúine ag na fostóirí thíos luaite maidir le sosanna a thaifeadadh:

source: • Employers who have electronic record-keeping facilities (such as a flexi-clock or clock in facilities) and
ga: • Fostóirí a bhfuil saoráidí leictreonach acu maidir le taifid a choinneáil (fleisc-chlog nó córas clogála, mar shampla) agus

source: • Employers who have manual as opposed to electronic record-keeping facilities and who are required to keep records (using form OWT1 or a substantially similar form)
ga: • Fostóirí a bhfuil saoráidí láimhe seachas leictreonacha acu maidir le taifid a choinneáil agus a bhfuil sé d'oibleagáid orthu taifid a choinneáil (ag baint úsáide as Foirm OWT1 nó foirm an-chosúil léi)

source: Employers will not have to keep records of rest breaks if they comply with the following:
ga: Ní bheidh ar fhostóirí sosanna a thaifeadadh má ghéilleann siad do na coinníollacha seo a leanas:

source: • Each worker receives notification from the employer (in writing) of rest breaks and periods referred to in Sections 11, 12 and 13 of the Act or,
ga: • Faigheann gach fostaí fógra scríofa ón bhfostóir a leagann amach na sosanna agus na tréimhsí a dtagraítear dóibh i Míreanna 11, 12 agus 13 den Acht nó, • Mura mbaineann Mír 11, 12 agus 13 den Acht leat (i.e

source: • If Sections 11, 12 and 13 of the Act do not apply to you (that is, you are part of a collective agreement, a registered employment agreement or an employment regulation order which have already set down specific rest breaks and periods) your employer must notify you of the terms of your collective agreement, registered employment agreement or employment regulation order and, in particular, will not have to record rest breaks and periods
ga: tá tú páirteach i gcomhaontas, comhaontas fostaíochta cláraithe nó ordú rialaithe fostaíochta ina leagtar amach sosanna agus tréimhsí scíthe sonracha ) tá ar do fhostóir téarmaí do chomhaontais, comhaontais fostaíochta cláraithe nó ordaithe rialaithe fostaíochta a chur in iúl duit, agus ní bheidh air sosanna agus tréimhsí scíthe a thaifeadadh

source: • Your employer puts in place and notifies (in writing) each employee of procedures whereby an employee may notify in writing the employer of any rest period or break referred to in Sections 11, 12, 13 of the Act to which the employee is entitled and was unable to take on a particular occasion
ga: • Déanann an fostóir nósanna imeachta a eagrú agus a chur in iúl do gach fostaí (trí scríobh dó nó di) a ligeann don fhostaí sos nó tréimhse scíthe a raibh sé i dteideal dó ach raibh sé in ann a ghlacadh ar ócáid ar leith, mar a dtagraítear dóibh i Mír 11, 12 agus 13 den Acht, a chur in iúl don fhostóir trí scríobh dó

source: The employee must also state the reason for not availing of such rest breaks or periods
ga: Ní mór don fhostaí chomh maith a chur in iúl cén fáth nach raibh sé in ann a leithéid de sos nó tréimhse scíthe a ghlacadh

source: Your employer must keep:
ga: Caithfidh iad seo a bheith ag do fhostóir:

source: • Evidence that they have informed each worker (in writing) of rest breaks
ga: • Fianaise gur chuir sé gach fostaí ar an eolas(i scríbhinn) faoi sosanna

source: • Evidence that they have informed each worker (in writing) that rest breaks that are not taken must be notified to the employer
ga: • Fianaise gur chuir sé gach fostaí ar an eolas (i scríbhinn) gur gá sosanna nach dtógtar a chur in iúl don fhostóir

source: • Records of all notifications sent to the employer by the worker regarding the Organisation of Working Time
ga: • Taifid de gach fógra a thug an fostaí don fhostóir faoi Eagrú Ama Oibre

source: If you are unable to take a rest break in your job, you must notify your employer in writing (within 1 week) that you were unable to take this break
ga: Mura bhfuil tú in ann sos a thógáil i do phost, ní mór duit scríobh chuig do fhostóir (laistigh de sheachtain amháin) nach raibh tí in ann an sos seo a thógáil

source: When you notify your employer that you were unable to take your break, your employer must look at the reasons why you were unable to take your break and at any health and safety issues that might or have arisen relating to you and your job
ga: Nuair a chuireann tú in iúl do d'fhostóir nach raibh tú in ann an sos a thógáil, ní mór don fhostóir an fáth nach raibh tú in ann na sos a thógáil a chur san áireamh chomh maith le haon ceisteanna sláinte a tháinig nó a d'fhéadfadh a theacht chun solais nó sábháilteachta maidir leat agus do phost

source: As soon as possible, your employer must allow you take the rest break that you were due
ga: Caithfidh do fhostóir ligean duit a luaithe agus is féidir an sos a bhfuil i dteideal dó a thógáil

source: If you do not take your break when this is offered, you are at fault and your employer is not obliged to offer you a further rest break
ga: Mura dtógann tú an sos nuair a thairiscítear duit é, is ort atá an locht agus níl sé d'oibleagáid ar do fhostóir sos eile a thairiscint duit

source: Download a copy of the OWT1 form here
ga: Íoschóipeáil cóip den bhfoirm OWT1

source: If you do not wish to complete the OWT1 form, the form you complete must be substantially similar to this and record the same information
ga: Mura mian leat an fhoirm OWT1 a chomhlíonadh, caithfidh d’fhoirm a chomhlíonann tú bheith cosúil leis agus caithfidh d’fhoirm an t-eolas céanna a chlárú

source: Employers should complete records on a daily or weekly basis and keep them for inspection
ga: Ba chóir d’fhostóirí taifid ar bhun laethúil nó seachtainiúil a chomhlíonadh agus iad a choinneáil le haghaidh cigireachta

source: If you have any query in connection with the Organisation of Working Time (Records) (Prescribed Form and Exemptions) Regulations, you should contact the Workplace Relations Commission's Information and Customer Services. Where to apply Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Má tá aon cheist agat maidir leis na Rialacháin um Eagrú Ama Oibre (Taifid) (Foirm Cheaptha agus Díolúintí) 2001, ba chóir duit dul i dteagmháil leis an tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre
